Repository: mlevogiannis/demos-voting
Catalog: demos_voting/election_authority/locale/*/LC_MESSAGES/django.po
Languages: el

source: Election Authority
el: Εκλογική Αρχή

source: Title
el: Τίτλος

source: Start at
el: Έναρξη

source: End at
el: Λήξη

source: Ballots
el: Ψηφοδέλτια

source: Language
el: Γλώσσα

source: Trustee e-mails
el: Ε-mail επιτρόπων

source: Short
el: Βραχείς

source: Long
el: Μακριοί

source: Vote-codes
el: Κωδικοί επιλογών

source: Elections
el: Εκλογές

source: Referendum
el: Δημοψήφισμα

source: Election type
el: Τύπος ψηφοφορίας

source: Proportional representation
el: Απλή αναλογική

source: Majority bonus system
el: Ενισχυμένη αναλογική

source: Mixed Member Proportional
el: Κατανεμημένη αναλογική

source: Majority rule
el: Απλή πλειοψηφική

source: Electoral system
el: Εκλογικό σύστημα

source: Choices
el: Επιλογές

source: The date and time you selected have passed.
el: Η ημερομηνία και η ώρα που επιλέξατε έχουν παρέλθει.

source: Start and end dates and times are not in logical order.
el: Οι ημερομηνίες και ώρες έναρξης και λήξης δεν είναι σε λογική σειρά.

source: Question
el: Ερώτημα

source: Display in columns
el: Εμφάνιση σε στήλες

source: Multiple choices
el: Πολλαπλές επιλογές

source: Question already exists.
el: Το ερώτημα υπάρχει ήδη.

source: Option
el: Επιλογή

source: Option already exists.
el: Η επιλογή υπάρχει ήδη.

source: Serial number
el: Σειριακός αριθμός

source: Security code
el: Κωδικός ασφαλείας

source: Vote-code
el: Κωδικός

source: Receipt
el: Απόδειξη

source: Election ID
el: Αναγνωριστικό Ψηφοφορίας

source: Audit and Results
el: Επαλήθευση και Αποτελέσματα

source: Digital Ballot Box
el: Ψηφιακή Κάλπη

source: Ballot
el: Ψηφοδέλτιο

source: Candidate
el: Υποψήφιος

source: Party
el: Συνδυασμός

source: Please use one of the two sides to vote and the other one to audit your vote
el: Χρησιμοποιήστε τη μία όψη για να ψηφίσετε και την άλλη για να επαληθεύσετε την ψήφο σας

source: Home
el: Αρχική

source: Create Election
el: Δημιουργία Ψηφοφορίας

source: Election Status
el: Κατάσταση Ψηφοφορίας

source: Election Center
el: Κέντρο Ψηφοφοριών

source: General
el: Γενικά

source: The following errors where detected
el: Εντοπίστηκαν τα ακόλουθα σφάλματα

source: Election
el: Ψηφοφορία

source: all fields are required
el: όλα τα πεδία είναι απαραίτητα

source: Type the election title here
el: Πληκτρολογήστε τον τίτλο της ψηφοφορίας εδώ

source: Date and time picker
el: Επιλογέας ημερομηνίας και ώρας

source: Date and time
el: Ημερομηνία και ώρα

source: How many?
el: Πόσα;

source: Select
el: Επιλέξτε

source: e.g.
el: π.χ.

source: Questions
el: Ερωτήματα

source: Parties
el: Συνδυασμοί

source: drag and drop to rearrange the questions
el: μεταφέρετε και αποθέστε για να αναδιατάξετε τα ερωτήματα

source: drag and drop to rearrange the parties
el: μεταφέρετε και αποθέστε για να αναδιατάξετε τους συνδυασμούς

source: There are errors in %(number)s of the questions
el: Υπάρχουν σφάλματα σε %(number)s από τα ερωτήματα

source: Action
el: Ενέργεια

source: Remove this question
el: Αφαίρεση αυτού του ερωτήματος

source: Remove this party
el: Αφαίρεση αυτού του υποψηφίου

source: Click on the action to add a new question
el: Κάντε κλικ στην ενέργεια για να προσθέσετε ένα νέο ερώτημα

source: Click on the action to add a new party
el: Κάντε κλικ στην ενέργεια για να προσθέσετε ένα νέο συνδυασμό

source: Add new question
el: Προσθήκη νέου ερωτήματος

source: Add new party
el: Προσθήκη νέου συνδυασμού

source: Ballot Preview
el: Προεπισκόπηση Ψηφοδελτίου

source: Type it here
el: Πληκτρολογήστε εδώ

source: Options
el: Επιλογές

source: Candidates
el: Υποψήφιοι

source: drag and drop to rearrange the options
el: μεταφέρετε και αποθέστε για να αναδιατάξετε τις επιλογές

source: drag and drop to rearrange the candidates
el: μεταφέρετε και αποθέστε για να αναδιατάξετε τους υποψηφίους

source: Remove this option
el: Αφαίρεση αυτής της επιλογής

source: Remove this candidate
el: Αφαίρεση αυτού του υποψηφίου

source: Add new option
el: Προσθήκη νέας επιλογής

source: Add new candidate
el: Προσθήκη νέου υποψηφίου

source: Close
el: Κλείσιμο

source: Edit question
el: Επεξεργασία ερωτήματος

source: Edit party
el: Επεξεργασία συνδυασμού

source: Cancel
el: Ακύρωση

source: Save
el: Αποθήκευση

source: Please wait...
el: Παρακαλούμε περιμένετε...

source: Unable to preview the ballot because there are errors in the form. Please correct them before continuing.
el: Δεν είναι δυνατή η προεπισκόπηση του ψηφοδελτίου επειδή υπάρχουν σφάλματα στη φόρμα. Παρακαλούμε διορθώστε τα πρωτού συνεχίσετε.

source: An error occurred while processing your request
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας

source: It appears that there is no support for PDF documents in this web browser
el: Φαίνεται ότι δεν υπάρχει υποστήριξη για έγγραφα PDF σε αυτό το πρόγραμμα περιήγησης

source: Click here to download the ballot
el: Κάντε κλικ εδώ για να κατεβάσετε το ψηφοδέλτιο

source: Open in new tab
el: Άνοιγμα σε νέα καρτέλα

source: Welcome to the DEMOS e-voting system
el: Καλώς ήρθατε στο σύστημα ηλεκτρονικής ψηφοφορίας DEMOS

source: You can create a new election, check the status of an existing one or move to the election center to see the elections you are involved in.
el: Μπορείτε να δημιουργήσετε μια νέα εκλογική διαδικασία, να ελέγξετε την κατάσταση μιας υπάρχουσας ή να μεταφερθείτε στο κέντρο ψηφοφοριών για να δείτε τις εκλογικές διαδικασίες στις οποίες είστε ενεργός.

source: Type
el: Τύπος

source: Unable to fetch election state, retrying...
el: Αδυναμία ανάκτησης της κατάστασης ψηφοφορίας, γίνεται νέα προσπάθεια...

source: The election was stopped due to a fatal error.
el: Η ψηφοφρία διακόπηκε λόγω ενός μοιραίου σφάλματος.

source: Election defined
el: Ορισμός ψηφοφορίας

source: Pending approval
el: Αναμονή έγκρισης

source: Generating ballots
el: Δημιουργία ψηφοδελτίων

source: Awaiting start time
el: Αναμονή ώρας έναρξης

source: Voting is in progress
el: Ψηφοφορία σε εξελιξη

source: Extracting result
el: Εξαγωγή αποτελέσματος

source: Completed
el: Ολοκληρώθηκε

source: Ballot management
el: Διαχείριση ψηφοδελτίων

source: Election results
el: Αποτελέσματα ψηφοφορίας
